Repository: luishidalgoa/Ritmo
Catalog: src/Ritmo.App/Strings/*/Resources.resw
Source language: en_us
Languages: es_es

# NavHome.Content
source: Today
es_es: Hoy

# NavTimer.Content
source: Timer
es_es: Temporizador

# NavSchedule.Content
source: Schedule
es_es: Horario

# NavWork.Content
source: Work
es_es: Trabajo

# NavTasks.Content
source: Tasks
es_es: Tareas

# NavWorkEnv.Content
source: Work environments
es_es: Entornos de trabajo

# NavNotes.Content
source: Notes
es_es: Notas

# NavWhatsNew.Content
source: What's new
es_es: Novedades

# NavHelp.Content
source: Help
es_es: Ayuda

# NavSettings.Content
source: Settings
es_es: Ajustes

# WorkEnvPanelTitle.Text
source: Work environments
es_es: Entornos de trabajo

# WorkEnvPanelSub.Text
source: Quick shortcuts per environment.
es_es: Accesos rápidos por entorno.

# SettingsLanguage.Header
source: Language
es_es: Idioma

# SettingsLangSystem.Content
source: Follow system
es_es: Según el sistema

# SettingsLanguageHint.Text
source: Language changes apply after restarting the app.
es_es: El cambio de idioma se aplica al reiniciar la app.

# SetTitle.Text
source: Settings
es_es: Ajustes

# SetSchedule.Text
source: Schedule
es_es: Horario

# SetScheduleDesc.Text
source: Range of hours shown in the grid.
es_es: Rango de horas que se muestra en la cuadrícula.

# SetCategories.Text
source: Categories
es_es: Categorías

# SetCategoriesDesc.Text
source: Define your block categories: their name, their color in the schedule grid, and whether they trigger focus mode when they start.
es_es: Define tus categorías de bloque: su nombre, su color en la rejilla del horario y si al empezar disparan el modo concentración.

# SetRest.Text
source: Rest
es_es: Descanso

# SetRestDesc.Text
source: Pauses the schedule's reminders. Useful for holidays or breaks: the schedule is still visible, but no reminders sound.
es_es: Pausa los avisos del horario. Útil para vacaciones o pausas: el horario se sigue viendo, pero no suenan avisos.

# SetConnectionsDesc.Text
source: External apps connected to Ritmo. Add new ones from «Add connection».
es_es: Apps externas conectadas a Ritmo. Añade nuevas desde «Añadir conexión».

# SetAddConnection.Content
source: Add connection
es_es: Añadir conexión

# SetPhases.Text
source: Plan phases
es_es: Fases del plan

# SetPhasesDesc.Text
source: Each phase has its own schedule and a date range (e.g. «Phase 1», «Phase 2»). The Schedule shows the phase in effect for the date; you can view others from the Schedule selector.
es_es: Cada fase tiene su propio horario y un rango de fechas (p. ej. «Fase 1», «Fase 2»). El Horario muestra la fase vigente según la fecha; puedes ver otras desde el selector del Horario.

# SetEnvironments.Text
source: Focus environments
es_es: Entornos de concentración

# SetEnvironmentsDesc.Text
source: What happens when you focus: music, apps to close, Do Not Disturb… The one marked as default (★) is used when a block has no environment of its own assigned.
es_es: Qué ocurre al concentrarte: música, apps a cerrar, No molestar… El marcado como predeterminado (★) se usa cuando un bloque no tiene un entorno propio asignado.

# SetEnvPerType.Text
source: Environment per block type
es_es: Entorno por tipo de bloque

# SetEnvPerTypeDesc.Text
source: Choose which environment to use when focusing on each block type of the schedule. «Default» uses the default environment (★).
es_es: Elige qué entorno usar al concentrarte en cada tipo de bloque del horario. «Por defecto» usa el entorno predeterminado (★).

# SetUpdates.Text
source: Updates
es_es: Actualizaciones

# SetUpdatesDesc.Text
source: Ritmo updates itself from GitHub (App Installer). Here you can check manually.
es_es: Ritmo se actualiza solo desde GitHub (App Installer). Aquí puedes comprobarlo manualmente.

# SetAppearance.Text
source: Appearance
es_es: Apariencia

# SetTheme.Header
source: Theme
es_es: Tema

# SetWebBlock.Text
source: Web blocking (advanced)
es_es: Bloqueo de webs (avanzado)

# SetWebBlockDesc.Text
source: During focus, Ritmo instantly minimizes windows on the environment's blocked sites. For NETWORK-level blocking (preventing them from loading), install the browser extension. The site list is configured per environment.
es_es: Durante la concentración, Ritmo minimiza al instante las ventanas en webs bloqueadas del entorno. Para un bloqueo a nivel de RED (que impida cargarlas), instala la extensión de navegador. La lista de webs se configura en cada entorno.

# SetPrepareBlocker.Content
source: Prepare blocking extension…
es_es: Preparar extensión de bloqueo…

# SetNotesDesc.Text
source: Pinned notes (Markdown supported). They appear on the «Today» screen. Links now live in each work environment.
es_es: Notas fijadas (admiten Markdown). Aparecen en la pantalla «Hoy». Los enlaces ahora viven en cada entorno de trabajo.

# SetBackup.Text
source: Backup
es_es: Copia de seguridad

# SetBackupDesc.Text
source: Export all your configuration (schedule, phases, environments, notes, settings) to a file, or import it to restore it. Importing replaces the current configuration.
es_es: Exporta toda tu configuración (horario, fases, entornos, notas, ajustes) a un archivo, o impórtala para restaurarla. Importar reemplaza la configuración actual.

# SetBgStartup.Text
source: Background & startup
es_es: Segundo plano y arranque

# SetBgStartupDesc.Text
source: When you close the window, Ritmo stays in the background so the schedule reminders still sound. Reopen it from the Start menu or use «Quit» to close it completely.
es_es: Al cerrar la ventana, Ritmo sigue en segundo plano para que los avisos del horario suenen igualmente. Vuelve a abrirlo desde el menú Inicio o usa «Salir» para cerrarlo del todo.

# SetAutostart.Header
source: Start Ritmo when you sign in to Windows
es_es: Arrancar Ritmo al iniciar sesión en Windows

# SetSave.Content
source: Save changes
es_es: Guardar cambios

# SetFocusMin.Header
source: Focus (min)
es_es: Concentración (min)

# SetShortMin.Header
source: Short break (min)
es_es: Descanso corto (min)

# SetLongMin.Header
source: Long break (min)
es_es: Descanso largo (min)

# SetCycles.Header
source: Focuses per long break
es_es: Focos por descanso largo

# SetAddCategory.Content
source: Add category
es_es: Añadir categoría

# SetScheduledPeriods.Text
source: Scheduled periods
es_es: Periodos programados

# SetAddPeriod.Content
source: Add period
es_es: Añadir periodo

# SetNewPhase.Text
source: New phase
es_es: Nueva fase

# SetAddEnv.Text
source: Add environment
es_es: Añadir entorno

# SetAddNote.Text
source: Add note
es_es: Añadir nota

# SetExport.Text
source: Export configuration
es_es: Exportar configuración

# SetImport.Text
source: Import configuration
es_es: Importar configuración

# SetExit.Text
source: Quit Ritmo (stops reminders)
es_es: Salir de Ritmo (detiene los avisos)

# SetCheckUpdate.Content
source: Check for updates
es_es: Buscar actualizaciones

# SetInstallNow.Content
source: Install now
es_es: Instalar ahora

# SetPomodoroHelp.Text
source: These values are the «App default» rhythm. Create named rhythms to reuse them when setting up each environment.
es_es: Estos valores son el ritmo «Por defecto de la app». Crea ritmos con nombre para reutilizarlos al configurar cada entorno.

# SetMyRhythms.Text
source: My rhythms
es_es: Mis ritmos

# SetNewRhythm.Text
source: New rhythm
es_es: Nuevo ritmo

# SetNoRhythms.Text
source: You haven't created your own rhythms yet. Use «New rhythm» to add one.
es_es: Aún no has creado ritmos propios. Usa «Nuevo ritmo» para añadir uno.

# SetFrom.Header
source: From
es_es: Desde

# SetTo.Header
source: To
es_es: Hasta

# SetGranularity.Header
source: Grid granularity
es_es: Granularidad de la rejilla

# SetGran60.Content
source: 1 hour
es_es: 1 hora

# SetGran30.Content
source: 30 minutes
es_es: 30 minutos

# SetGran15.Content
source: 15 minutes
es_es: 15 minutos

# SetGranularityNote.Text
source: Only changes the background guide lines. Blocks are still placed by their real time (e.g. 16:40).
es_es: Solo cambia las líneas-guía de fondo. Los bloques se siguen colocando por su hora real (p. ej. 16:40).

# SetDayPreview.Header
source: Day preview when starting focus
es_es: Vista previa del día al iniciar concentración

# SetDayPreview.OnContent
source: Yes
es_es: Sí

# SetDayPreviewNote.Text
source: When you press «Start» on the timer, it shows a summary of today's blocks before you focus.
es_es: Al pulsar «Iniciar» en el temporizador, muestra un resumen de los bloques de hoy antes de concentrarte.

# SetDefaultPreAlert.Header
source: Default pre-alert
es_es: Aviso previo por defecto

# SetPreAlertNone.Content
source: None
es_es: Ninguno

# SetPreAlert1.Content
source: 1 minute before
es_es: 1 minuto antes

# SetPreAlert5.Content
source: 5 minutes before
es_es: 5 minutos antes

# SetPreAlert10.Content
source: 10 minutes before
es_es: 10 minutos antes

# SetPreAlert15.Content
source: 15 minutes before
es_es: 15 minutos antes

# SetPreAlert30.Content
source: 30 minutes before
es_es: 30 minutos antes

# SetPreAlert60.Content
source: 1 hour before
es_es: 1 hora antes

# SetPreAlert120.Content
source: 2 hours before
es_es: 2 horas antes

# SetPreAlertNote.Text
source: Which alert pre-fills a new session. Doesn't change sessions already created.
es_es: Con qué aviso se pre-rellena una sesión nueva. No cambia las sesiones ya creadas.

# SetRestNow.Header
source: Rest mode (now)
es_es: Modo descanso (ahora)

# SetRestNow.OnContent
source: Yes
es_es: Sí

# SetNoPeriods.Text
source: No scheduled rest periods.
es_es: No hay periodos de descanso programados.

# SetNoConnections.Text
source: You haven't connected any app yet. Press «Add connection» to start.
es_es: Aún no has conectado ninguna app. Pulsa «Añadir conexión» para empezar.

# SetNtfyTitle.Text
source: 📱 Mobile notifications (ntfy)
es_es: 📱 Notificaciones al móvil (ntfy)

# SetNtfyEnabled.Header
source: Send alerts to my phone
es_es: Enviar avisos al móvil

# SetNtfyEnabled.OnContent
source: On
es_es: Activado

# SetNtfyEnabled.OffContent
source: Paused
es_es: Pausado

# SetNtfyServer.Header
source: Server
es_es: Servidor

# SetNtfyGen.Content
source: Generate
es_es: Generar

# SetNtfyCopy.Content
source: Copy
es_es: Copiar

# SetNtfyGuide.Content
source: 📲 How to connect my phone
es_es: 📲 Cómo conectar mi móvil

# SetNtfySave.Content
source: Save connection
es_es: Guardar conexión

# SetNtfyTest.Content
source: Send test
es_es: Enviar prueba

# SetRemove.Content
source: Remove
es_es: Eliminar

# SetConnect.Content
source: Connect
es_es: Conectar

# SetSyncNow.Content
source: Sync now
es_es: Sincronizar ahora

# SetDisconnect.Content
source: Disconnect
es_es: Desconectar

# SetGTasksHelp.Text
source: Syncs your blocks/tasks with your Google Tasks lists (both ways). If a task changed in Google, Google wins; otherwise, what you have in Ritmo wins.
es_es: Sincroniza tus bloques/tareas con tus listas de Google Tasks (en ambos sentidos). Si una tarea cambió en Google, gana Google; si no, gana lo que tengas en Ritmo.

# SetGCalPublish.Content
source: Publish my schedule
es_es: Publicar mi horario

# SetGCalUnpublish.Content
source: Unpublish
es_es: Despublicar

# SetGCalReconnect.Content
source: Reconnect (grant Calendar permission)
es_es: Reconectar (dar permiso de Calendar)

# SetGCalHelp.Text
source: One-way: creates/updates the events of your sessions (recurring and one-off) in your own «Ritmo» Google Calendar. Publish again after changing the schedule.
es_es: Una vía: crea/actualiza en tu Google Calendar los eventos de tus sesiones (recurrentes y extraordinarias) en un calendario propio «Ritmo». Vuelve a publicar tras cambiar el horario.

# SetGCalShow.Header
source: Show my Google events in Schedule/Today
es_es: Mostrar mis eventos de Google en el Horario/Hoy

# SetGCalShow.OnContent
source: Yes
es_es: Sí

# SetEnvEmpty.Text
source: No environments yet. Add one to customize your focus.
es_es: Aún no hay entornos. Añade uno para personalizar tu concentración.

# SetKindEnvHint.Text
source: Create at least one environment above to assign it to a block type.
es_es: Crea al menos un entorno arriba para poder asignarlo a un tipo de bloque.

# SetMusicHeader.Text
source: MUSIC
es_es: MÚSICA

# SetNavidromeHelp.Text
source: Connect your Navidrome server. In each environment you just pick a playlist. The password is stored in the Windows secure vault, never in the backup.
es_es: Conecta tu servidor de Navidrome. En cada entorno solo eliges una playlist. La contraseña se guarda en el almacén seguro de Windows, nunca en la copia de seguridad.

# SetNavServer.Header
source: Server URL
es_es: URL del servidor

# SetNavUser.Header
source: Username
es_es: Usuario

# SetNavPass.Header
source: Password
es_es: Contraseña

# SetCalendarHeader.Text
source: CALENDAR
es_es: CALENDARIO

# SetCalName.PlaceholderText
source: Name
es_es: Nombre

# SetCalAdd.Content
source: Add
es_es: Añadir

# SetThemeSystem.Content
source: Follow system
es_es: Según el sistema

# SetThemeLight.Content
source: Light
es_es: Claro

# SetThemeDark.Content
source: Dark
es_es: Oscuro

# SetThemeNote.Text
source: «Follow system» uses the Windows theme. The change applies instantly.
es_es: «Según el sistema» usa el tema de Windows. El cambio se aplica al instante.

# SetAutostart.OnContent
source: Yes
es_es: Sí
